Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: A machine lifeform resembling a koi carp. It is surmised that fish machine lifeforms were created to scare away the real fish mankind used for food. (They look very much like the native species, so whoever made them did their job well.) Fish machines are also extremely aggressive, which helped deal a huge blow to the ecology of aquatic life on earth. Once they had fulfilled their purpose, all maintenance was stopped—but they still managed to adapt to, and thrive in, their environments. As a result, current species are no longer hostile towards androids, and instead concentrate on not dying much like any other animal. In contrast to land-based machines, however, their data banks are no longer synced, so the evolution of their intelligence has pretty much ground to a halt. Many machine fish have formed symbiotic relationships with natural ones, allowing them to consume the sessile organisms on their bodies—such as moss and barnacles—in exchange for protection. With natural fish performing their maintenance, machine fish now live lives which are the exact opposite of what they were designed to do. In recent years, new ecologies have been observed as a result of such symbiotic relationships. Some, for instance, have formed colonies in order to protect themselves, leading to increased aquatic life across the planet. Of course, the current ecology is quite different from when mankind still inhabited Earth, but the sheer quantity of fish is sure to be a surprise once they finally return from the moon. However, there are even bigger changes afoot. With no new fish machines being created, they are predicted to go extinct sometime over the next 150 years. Scientists are greatly interested in what may happen to the original native fish when they lose their mechanical protectors.
pl: Mechaniczna forma życia przypominająca karpia koi. Przypuszcza się, że rybie mechaniczne formy życia zostały stworzone, by odstraszyć prawdziwe ryby, które ludzie używali w charakterze jedzenia. (Z wyglądu bardzo przypominają rodzime gatunki, więc ktokolwiek je zrobił, odwalił dobrą robotę.) Mechaniczne ryby są też niezwykle agresywne, co pomogło zadać duży cios ekologii wodnego życia na Ziemi. Kiedy spełniły swoje zadanie, zaprzestano ich konserwacji — lecz mimo to, były w stanie się przystosować i prosperować w swoich środowiskach. W rezultacie, obecne gatunki nie są już wrogie wobec androidów i zamiast tego koncentrują się na nieumieraniu, podobnie jak wszystkie inne zwierzęta. W odróżnieniu jednak od maszyn lądowych, ich banki danych nie są już synchronizowane, więc ewolucja ich inteligencji w zasadzie się zatrzymała. Wiele mechanicznych ryb utworzyło symbiotyczną relację z naturalnymi, pozwalając im na zjadanie organizmów osiadłych na ich ciałach — takich jak mchy i pąkle — w zamian za ochronę. Z naturalnymi rybami prowadzącymi ich konserwację, mechaniczne ryby żyją teraz życiem, które jest całkowicie przeciwne temu, do czego zostały stworzone. W ostaniach latach zaobserwowano nowe środowiska będące wynikiem takich symbiotycznych relacji. Niektóre, na przykład, tworzą kolonie w celu własnej ochrony, prowadząc do wzrostu życia wodnego na całej planecie. Oczywiście, obecne środowisko jest zupełnie inne od tego, które istniało kiedy ludzkość zamieszkiwała Ziemię, ale sama ilość ryb będzie z pewnością zaskoczeniem, kiedy w końcu powróci z Księżyca. Jednakże, środowisko czekają jeszcze większe zmiany. Ponieważ nie są tworzone nowe mechaniczne ryby, oczekuje się, że wyginą w przeciągu następnych 150 lat. Naukowcy są wielce zainteresowani tym, co stanie się z oryginalnymi rodzimymi rybami, kiedy stracą swoich mechanicznych obrońców.

source: A machine lifeform resembling a mackerel. Like the regular mackerel, it has negative effects on androids when consumed. Fortunately, it only makes their bodies itch all over, so things certainly could have been worse.
pl: Mechaniczna forma życia przypominająca makrelę. Podobnie jak zwykła makrela, jej spożycie ma negatywny wpływ na androidy. Na szczęście, sprawia że swędzi całe ciało, więc zawsze mogło być gorzej.

source: A machine lifeform resembling a starfish. Its mobility is roughly the same as a regular starfish, so it's hard to imagine this creature was designed to have an impact on aquatic life. To this day, researchers have not reached a consensus on why it exists.
pl: Mechaniczna forma życia przypominająca rozgwiazdę. Jej mobilność jest zbliżona do normalnej rozgwiazdy, więc ciężko jest sobie wyobrazić, że to stworzenie zostało zaprojektowane, by mieć wpływ na życie w wodzie. Po dziś dzień badacze spierają się dlaczego istnieje.

source: A machine lifeform resembling a swordfish. Vastly more powerful than its real-life counterpart, this creature is not an easy catch, making it a popular target among fish-fanatic androids.
pl: Mechaniczna forma życia przypominająca miecznika. O wiele bardziej potężny od swojego rzeczywistego odpowiednika, to stworzenie nie da się złapać tak łatwo, co sprawia, że jest popularnym celem wśród androidzkich fanatyków wędkarstwa.

source: A machine lifeform resembling an arapaima. Due to its enormous size, it has no natural enemies, and thus resides safely at the top of the aquatic food chain. As such, it can usually be found lazily drifting near the surface, bored out of its skull.
pl: Mechaniczna forma życia przypominająca arapaimę. Ze względu na ogromny rozmiar, nie ma naturalnych wrogów i zajmuje bezpieczne miejsce na szczycie wodnego łańcucha pokarmowego. Dlatego, zazwyczaj, widuje się ją leniwie dryfującą blisko powierzchni, znudzoną na śmierć.

source: A machine lifeform resembling an arowana. This creature is unusual in that the native species was able to fight it off and drive it away. The lesson here is to never insult an arowana's family.
pl: Mechaniczna forma życia przypominająca arowanę. To stworzenie niezwykłe w tym sensie, że rodzimy gatunek był w stanie ją zwalczyć i przepędzić. Lekcja z tego jest taka: nigdy nie obrażaj rodziny arowany.

source: A machine lifeform searching for her lost little sister. She ventured into the desert after overhearing her sibling complain about the poor condition of her parts. This story serves as proof that sisterhood exists among machines.
pl: Mechaniczna forma życia poszukująca swojej zaginionej młodszej siostry, która wyruszyła na pustynię po tym, jak usłyszała, że jej rodzeństwo narzeka na słaby stan swoich części. Ta historia stanowi dowód na istnienie siostrzeństwa wśród maszyn.

source: A machine lifeform that appeared riding atop a boar. It mistakenly attacked 2B and 9S under the impression they were harming local animals, but reached reconciliation after the misunderstanding was cleared up. Caring for weak and injured animals in a corner of the Forest Castle, this animal-loving unit has an extremely kind heart.
pl: Mechaniczna forma życia, która pojawiła się ujeżdżając dzika. Zaatakowała 2B i 9S, mylnie sądząc, że chcieli oni skrzywdzić lokalną zwierzynę, ale zrozumiała swój błąd, po wyjaśnieniu tego nieporozumienia. Opiekując się słabymi i rannymi zwierzętami na rogu Leśnego Zamku, ta kochająca zwierzęta jednostka, ma niezwykle dobre serce.

source: A machine lifeform that has become violent after infection by Eve. Will attempt to attack androids as if they were prey. The armor-plating on its head has been removed, revealing teeth-like metal pipes that nevertheless have no functionality as a mouth. It is theorized that either this modification was implemented due to self-optimization, or that possibly some alien race created them in likeness to themselves, though neither of these are proven.
pl: Mechaniczna forma życia, która stała się agresywna po zainfekowaniu przez Ewę. Będzie próbowała pożreć inne pobliskie mechaniczne formy życia, aby się z nimi połączyć. Z jego głowy została usunięta osłona, przez co odsłonięte zostały metalowe rury przypominające zęby, ale otwór w którym tkwią, raczej nie służy jako usta. Istnieją teorie, że ta modyfikacja, albo została wprowadzona jako samo-optymalizacja, albo jakaś obca rasa stworzyła je na swoje podobieństwo. Jednakże, żadna z tych teorii nie została potwierdzona.

source: A machine lifeform that mimics the bronze statues of the amusement park. Donning a pair of rabbit ears, it attacks by flailing a trumpet.
pl: Mechaniczna forma życia udająca pomnik z brązy w parku rozrywki. Ubrana w parę króliczych uszu, atakuje wymachując trąbką.

source: A machine lifeform that plays the role of father—although he leaves the job of caring for his children entirely up to the mother.
pl: Mechaniczna forma życia odgrywająca rolę ojca — choć zostawia zadanie opieki nad swoim dzieckiem w całości matce.

source: A machine lifeform that plays the role of mother. She reached out to 2B and 9S after a fight with her child caused him to run away—a story which serves as proof that familial bonds exist amongst machines.
pl: Mechaniczna forma życia odgrywająca rolę matki. Zwróciła się do 2B i 9S po kłótni z jej dzieckiem, w wyniku której uciekło. Historia ta stanowi dowód na istnienie więzi rodzinnych wśród maszyn.

source: A machine lifeform that plays the role of older brother to countless followers. It has the appearance of a standard medium-sized biped save for its arms—which are formed from a number of linked-sphere type machines. Be wary when approaching, for it has been known to display tremendous anger when its brothers are harmed.
pl: Mechaniczna forma życia odgrywająca rolę starszego brata przed niezliczonymi sojusznikami. Posiada wygląd standardowego dwunoga średniej wielkości, za wyjątkiem ramion — te są zbudowane z wielu połączonych kulistych maszyn. Należy podchodzić do niego z rozwagą, ponieważ okazuje wielki gniew, gdy jego bracia są krzywdzeni.

source: A machine lifeform that plays the role of older brother to countless followers. It has the appearance of a standard medium-sized biped save for its arms—which are formed from a number of linked-sphere type machines. Be wary when approaching, for it has been known to displays tremendous anger when its brothers are harmed.
pl: Mechaniczna forma życia odgrywająca rolę starszego brata przed niezliczonymi sojusznikami. Posiada wygląd standardowego dwunoga średniej wielkości, za wyjątkiem ramion — te są zbudowane z wielu połączonych kulistych maszyn. Należy podchodzić do niego z rozwagą, ponieważ okazuje on wielki gniew gdy jego bracia są krzywdzeni.

source: A machine lifeform that turned aggressive after the emergence of the tower. They will attempt to cannibalize other nearby machine lifeforms and combine with them. The armor-plating on its head has been removed, revealing teeth-like metal pipes that nevertheless have no functionality as a mouth. It is theorized that either this modification was implemented due to self-optimization, or that possibly some alien race created them in likeness to themselves, though neither of these are proven.
pl: Mechaniczna forma życia, która stała się agresywna po wyłonieniu się z wieży. Będzie próbowała pożreć inne pobliskie mechaniczne formy życia, aby się z nimi połączyć. Z jego głowy została usunięta osłona, przez co odsłonięte zostały metalowe rury przypominające zęby, a otwór w którym tkwią, nie służy jako usta. Istnieją teorie, że ta modyfikacja, albo została wprowadzona jako samo-optymalizacja, albo jakaś obca rasa stworzyła je na swoje podobieństwo. Jednakże, żadna z tych teorii nie została potwierdzona.

source: A machine lifeform that wears a white belt and pursues the warrior's path. After suffering defeat at the hands of 2B and 9S during training, he shamelessly began to pester them for payment.
pl: Mechaniczna forma życia nosząca biały pas i podążająca ścieżką wojownika. Po pokonaniu przez 2B i 9S podczas treningu, zaczął bezczelnie żądać zapłaty.

source: A machine lifeform who is endlessly mocked by the children in Pascal's village. Though he seems dense, he's actually a clever unit that possesses advanced thought circuitry. His less-than-clever facade is actually an elaborate act designed to grant him knowledge of others' true nature.
pl: Mechaniczna forma życia będąca przedmiotem pośmiewisk ze strony dzieci w wiosce Pascala. Choć wydaje się tępakiem, w rzeczywistości okazała się zmyślną jednostką, posiadającą zaawansowane obwody myślowe. Jej niezbyt inteligentna postawa okazała się wyszukanym aktem, zaprojektowanym, by pozwolić sobie na zdobycie wiedzy o prawdziwej naturze innych form życia.

source: A machine lifeform who lived in Pascal's village and was preoccupied with philosophy. Followers across the land regularly tried to win his favor with gifts, though he regarded such efforts with disdain. He eventually departed on a journey to learn the truth of the world and was never heard from again.
pl: Mechaniczna forma życia, która mieszkała w wiosce Pascala, ciągle pochłonięta filozofią. Wielbicielki z wielu stron świata próbowały zyskać jego względy za pomocą podarków, choć on odnosił się do tych prób z pogardą. Ostatecznie wyruszył w podróż, by szukać prawdy o świecie. Ostatecznie, słuch o nim zaginął.

source: A machine seeking revenge for its family?
pl: Maszyna pragnąca zemsty za swoją rodzinę?

source: A machine that despises combat?
pl: Maszyna gardząca walką?

source: A machine that hates combat? That's rich.
pl: Maszyna która nienawidzi walki? Grubo.

source: A magical blade used by a royal family.
pl: Magiczne ostrze używane w rodzinie królewskiej.

source: A man at the Resistance camp has lost contact with his comrades and asked you to find them. All members of the group wield dual weapons. Head to the source of their last known communication in the flooded city.
pl: Mężczyzna z obozu Ruchu Oporu stracił kontakt ze swoimi towarzyszami i prosi cię o ich odnalezienie. Wszyscy członkowie grupy nosili podwójną broń. Skieruj się do źródła ich ostatniej łączności, która miała miejsce w zalanym mieście.

source: A massive Goliath-class machine lifeform disguised as a building. The tremendous amounts of energy running through its body forces the unit to emit steam in order to stay cool. When attacking, the heat generated from its arms often causes them to become engulfed in flames. Thought to have been produced in limited numbers, multiple units were recently discovered at the abandoned factory—though they were eventually destroyed by black-box reactions from 2B and 9S.
pl: Olbrzymia mechaniczna forma życia klasy Goliat, ukrywająca się pod postacią budynku. Ogromna ilość energii przepływającej przez jej cielsko zmusza tę jednostkę do emitowania pary w celu schłodzenia. Podczas ataku, ciepło generowane w ramionach sprawia, że często stają w płomieniach. Choć wydawało się, że wyprodukowano ich ograniczoną liczbę, ostatnio wiele jednostek zostało odkrytych w opuszczonej fabryce, ale wszystkie zostały ostatecznie zniszczone przez 2B i 9S za pomocą reakcji czarnych skrzynek.

source: A massive Goliath-class machine lifeform that resembles heavy machinery of old. While it appears to have been constructed solely for its destructive abilities, a closer look at its features tells a different story. While in combat, it comes after foes with a repurposed bucket-wheel excavator.
pl: Ogromna mechaniczna forma życia klasy Goliat, przypominająca ciężką maszynę z dawnych czasów. Choć wydaje się, że jest skonstruowana wyłącznie z myślą o jej niszczycielskich zdolnościach, bliższe przyjrzenie się tej jednostce mówi co innego. W walce atakuje wrogów za pomocą przerobionej koparki wielonaczyniowej.

source: A mechanical fossil. No use at all.
pl: Mechaniczna skamielina. Bezużyteczna.

source: A medium-sized biped that guards the grave of the Forest Castle's first king, attacking intruders on sight. The moss on its armor serves as proof of the many long years it has spent in this role.
pl: Dwunóg średniej wielkości, strzegący grobu pierwszego Króla Leśnego Zamku. Atakuje intruzów bez żadnego ostrzeżenia. Mech na jego zbroi stanowi dowód na to, że spełnia tę rolę już wiele długich lat.

source: A medium-sized machine lifeform outfitted with four flight devices. Armed with guns atop the devices and wire cutters on its sides, it's capable of taking on enemies in both close- and long-range combat. The wires on the bottom of the flight devices allow them to transport other machine lifeforms when necessary.
pl: Średnia mechaniczna forma życia wyposażona w cztery urządzenia latające. Wyposażona w działka, w górnej części urządzeń i przecinaki na bokach, pozwalające jej atakować wrogów, zarówno na krótkim, jak i długim dystansie. Linki na spodzie urządzeń pozwalają na transport innych mechanicznych forma życia.

source: A medium-sized machine lifeform that has multiple legs, much like an insect. By emitting energy from the tips of its legs, it can move about as though gliding across the ground.
pl: Mechaniczna forma życia średniej wielkości, z wieloma owadopodonymi nogami. Emituje energię z czubków odnóży, dzięki czemu jest w stanie z łatwością sunąć po ziemi.

source: A member of the Resistance group led by "Dahlia" that was encountered by the experimental YoRHa squadron. This unit was said to be unusually cautious, and showed the greatest initial distrust of the experimental YoRHa squadron. However, her disposition gradually grew more amicable after Scanner Number 21 managed to eradicate a logic virus that had infected one of her companions. She executed an infected unit—Number 21—in the elevator hall of the Mt. Ka'ala server facility and went missing shortly thereafter.
pl: Członek grupy Ruchu Oporu prowadzonej przez „Dalię”, który napotkał eksperymentalny szwadron YoRHa. Jednostka ta jest uważana za wyjątkowo ostrożną, co udowodniła, okazując wstępnie ogromny brak zaufania wobec eksperymentalnego szwadronu YoRHa. Jednakże, jej zachowanie zaczęło się zmieniać na bardziej przyjazne po tym, jak Skaner Numer 21, dała radę zniszczyć wirusa logicznego, który zaatakował jedną z jej towarzyszek. Zabiła zarażoną jednostkę — Numer 21 — w pomieszczeniu windy w serwerowni pod górą Ka'ala, a niedługo po tym, uznano ją za zaginioną.

source: A membership card?
pl: Kartę członkowską?

source: A metal used in welding.
pl: Metal używany przy spawaniu.

source: A moment passed is a moment lost; a symbol of idle, unrestrained apathy that—
pl: Chwila, która przeminęła, jest chwilą straconą; symbolem bezczynnej, nieokiełznanej apatii, która...

source: A multi-legged, Goliath-class machine lifeform equipped with two massive blades. By emitting energy from the tips of its legs, it can move about as though gliding across the ground. The unit's sides serve as weapon racks that can launch missiles and other projectiles, while additional plating attached to the legs reinforces its weak armor. When the situation demands it, the unit can purge this plating and transform into a spherical form capable of spin attacks.
pl: Wielonoga mechaniczna forma życia klasy Goliat, wyposażona w dwa potężne ostrza. Emituje energię z czubków odnóży, dzięki czemu jest w stanie z łatwością sunąć po ziemi. Boki jednostki służą jako arsenał broni i są zdolne wystrzeliwać pociski, zaś dodatkowe płyty przymocowane do nóg wzmacniają słaby pancerz. Gdy sytuacja tego wymaga, jednostka może odrzucić te płyty, by przekształcić się w formę kulistą, zdolną do ataków obrotowych.

source: A multi-legged, Goliath-class machine lifeform. Equipped with an offensive firearm unit, this long-range menace can also emit electricity from the tips of its legs, turning nearby water-covered surfaces into danger zones.
pl: Wielonoga mechaniczna forma życia klasy Goliat. Wyposażona w ofensywną jednostkę strzelającą, ta działająca na daleki dystans zmora, jest w stanie emitować elektryczność z czubków odnóży, zmieniając pokryte wodą powierzchnie w niebezpieczne strefy.

source: A multi-legged, Goliath-class machine lifeform. This unit is equipped with a firearm unit for long-range combat, while its white body is covered in mysterious black symbols.
pl: Wielonoga mechaniczna forma życia klasy Goliat. Jest wyposażona w jednostkę strzelającą atakami dystansowymi i biały korpus pokryty tajemniczymi czarnymi symbolami.

source: A multi-legged, Goliath-class machine lifeform. This unit is equipped with two massive blades for close-combat encounters, while its black body is covered in mysterious white symbols.
pl: Wielonoga mechaniczna forma życia klasy Goliat. Jednostka wyposażona w dwa potężne ostrza do ataków w zwarciu i czarny korpus pokryty tajemniczymi białymi symbolami.

source: A naive soldier
pl: Naiwny żołnierz

source: A nameless android
pl: Bezimienny android

source: A nature-loving android
pl: Android kochający przyrodę

source: A network error has occurred.
pl: Błąd połączenia z siecią.

source: A network error has occurred. The network function has been turned off.
pl: Błąd połączenia z siecią. Funkcje sieciowe są wyłączone.

source: A newly made bolt.
pl: Śruba w stanie fabrycznym.

source: A newly made cable.
pl: Kabel w stanie fabrycznym.

source: A newly made nut.
pl: Nakrętka w stanie fabrycznym.

source: A newly made screw.
pl: Wkręt w stanie fabrycznym.

source: A pacifist machine lifeform that despises conflict and strives endlessly for peace with humanity. This unit possesses incredible intelligence, as well as a deep interest in the history of both humans and machines.
pl: Pacyfistyczna mechaniczna forma życia, gardząca konfliktem i nieustannie dążąca do pokoju z ludzkością. Ta jednostka odznacza się niewiarygodną inteligencją, oraz głębokim zainteresowaniem historią, tak ludzi, jak i maszyn.

source: A package that was kept in the Resistance's materials storeroom.
pl: Paczka przechowywana w magazynie ruchu oporu.

source: A package that was kept in the Resistance's materials storeroom. The contents are unknown.
pl: Paczka przechowywana w magazynie Ruchu Oporu. Zawartość nieznana.

source: A part obtained from a special machine lifeform.
pl: Element pochodząca z mechanicznej formy życia.

source: A part obtained from a special machine lifeform. Can be exchanged for money.
pl: Element pochodzący z mechanicznej formy życia. Może zostać sprzedany.

source: A passionate amazon
pl: Namiętna amazonka

source: A piece of a meteorite that fell to the earth.
pl: Fragment meteorytu który spadł na ziemię.

source: A piece of meteor, fallen from outer space.
pl: Kawałek meteoru który spadł na Ziemię.

source: A pity.
pl: Szkoda.

source: A pity. Pursuant to Rule 61,891, I suggest that you challenge the trial again.
pl: Szkoda. Stosownie do Zasady 61891, sugeruję ponowne podjęcie próby.

source: A pity. Well, if you change your mind, do let me know.
pl: Szkoda. Jeśli jednak zmienisz zdanie, wiesz gdzie mnie szukać.

source: A place very special to him...
pl: Miejsce, które było dla niego naprawdę ważne...

source: A plant cell?
pl: Komórki roślinnej?

source: A plug-in chip containing classified information.
pl: Czip rozszerzeń zawierający poufne dane.

source: A pod?
pl: Pod?

source: A poisonous fish that can cause hallucinations when consumed. Some androids use components of this fish to create powerful drugs, but you really don't want to fall in with that crowd.
pl: Trująca ryba powodująca halucynacje po jej spożyciu. Niektóre androidy używają części tej ryby do tworzenia potężnych narkotyków, ale nie warto wpadać w ten nałóg i takie "szemrane" towarzystwo.

source: A poor lamb
pl: Biedna owieczka

source: A portable anti-machine rocket launcher. This device was created to combat machine lifeforms, and even has considerable effects on Goliath-class units. Machine lifeforms often refer to it as "that owie thing."
pl: Przenośna wyrzutnia rakiet antymaszynowych. To urządzenie zostało stworzone do walki z mechanicznymi formami życia i ma nawet istotny efekt na jednostki klasy Goliat. Mechaniczne formy życia nazywają ją często „to-co-robi-kuku”.
